Repository: 1nterval/No-CAPTCHA-reCAPTCHA
Catalog: lang/ncr-captcha-*.po
Languages: fr_fr

source: <strong>ERROR</strong>: Please retry CAPTCHA
fr_fr: <strong>ERREUR</strong>: Merci de réessayer le CAPTCHA

source: Protect WordPress login, registration and comment form with the new No CAPTCHA reCAPTCHA
fr_fr: Protège les formulaires de connexion, d'inscription et de commentaire avec la nouvelle méthode No CAPTCHA reCAPTCHA

source: Settings saved
fr_fr: Paramètres enregistrés

source: Click to toggle
fr_fr: Cliquer pour inverser

source: reCAPTCHA Keys
fr_fr: Clés reCAPTCHA

source: Site key
fr_fr: Clé du site

source: Used for displaying the CAPTCHA.
fr_fr: Utilisé pour afficher le CAPTCHA.

source: Grab it <a href="%s" target="_blank">Here</a>
fr_fr: Obtenez-la <a href="%s" target="_blank">ici</a>

source: Secret key
fr_fr: Clé secrète

source: Used for communication between your site and Google.
fr_fr: Utilisé pour la communication entre votre site et Google.

source: Save All Changes
fr_fr: Sauvegarder tous les changements

source: Display Settings
fr_fr: Paramètres d'affichage

source: Login Form
fr_fr: Formulaire de connexion

source: Check to enable CAPTCHA in login form
fr_fr: Cocher pour activer le CAPTCHA sur le formulaire de login

source: Show the CAPTCHA only after X login failure
fr_fr: Afficher le CAPTCHA seulement après X échecs d'authentification

source: Registration Form
fr_fr: Formulaire d'inscription

source: Check to enable CAPTCHA in WordPress registration form
fr_fr: Cocher pour activer le CAPTCHA sur le formulaire d'inscription de WordPress

source: Comment Form
fr_fr: Formulaire de commentaire

source: Check to enable CAPTCHA in WordPress comment system
fr_fr: Cocher pour activer le CAPTCHA pour le système de commentaire de WordPress

source: General Settings
fr_fr: Paramètres généraux

source: Theme
fr_fr: Thème

source: Light
fr_fr: Clair

source: Dark
fr_fr: Foncé

source: The theme colour of the widget.
fr_fr: Le thème de couleur du widget.

source: Language
fr_fr: Langage

source: Auto Detect
fr_fr: Détection automatique

source: Forces the widget to render in a specific language
fr_fr: Force le widget à s'afficher dans un langage spécifique

source: Error Message
fr_fr: Message d'erreur

source: Message or text to display when CAPTCHA is ignored or the test is failed.
fr_fr: Message ou texte à afficher quand le CAPTCHA est ignoré ou quand le test est raté.

source: Developer
fr_fr: Développeur

source: Made with lots of love by
fr_fr: Fait avec amour par

source: Support Plugin
fr_fr: Soutenir l'extension

source: Is this plugin useful for you? If so, please help support its ongoing development and improvement with a <a href="%s" target="_blank">donation</a>.
fr_fr: Cette extension est-elle utile pour vous ? Si c'est le cas, merci de soutenir le développement et les améliorations en cours avec un <a href="%s" target="_blank">don</a>.

source: Or, if you are short on funds, there are other ways you can help out:
fr_fr: Ou, si vous manquez de fonds, il y a d'autre moyens de contribuer :

source: Leave a positive review on the plugin's <a href="%s">WordPress listing</a>
fr_fr: Laisser une opinion positive à propos de cette extension sur le site <a href="%s">WordPress</a>

source: Vote "Works" on the plugin's <a href="%s" target="_blank">WordPress listing</a>
fr_fr: Votez "Works" sur <a href="%s" target="_blank">la page WordPress</a> de l'extension

source: <a href="%s" target="_blank">Share your thoughts on Twitter</a>
fr_fr: <a href="%s" target="_blank">Partagez vos idées sur Twitter</a>

source: Protect WordPress login, registration and comment form from spam with the new No CAPTCHA reCAPTCHA
fr_fr: Protège les formulaires de connexion, d'inscription et de commentaire du spam avec la nouvelle méthode No CAPTCHA reCAPTCHA
